Repository: anitabi/anitabi-swift-app
Catalog: anitabi/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja

source: %@ 对比
en: %@ Comparison
ja: %@ の比較

source: %@访问受限
en: %@ Access Restricted
ja: %@へのアクセスが制限されています

source: https://creativecommons.org/licenses/by-nc-sa/4.0/deed.zh-hans
en: https://creativecommons.org/licenses/by-nc-sa/4.0/deed.en
ja: https://creativecommons.org/licenses/by-nc-sa/4.0/deed.ja

source: 下列部分按钮可能需要长按才能被跳转
en: Some buttons below may require a long press to open
ja: 下部の一部のボタンは、長押ししないと開けない場合があります

source: 下载图片失败
en: Failed to Download Image
ja: 画像のダウンロードに失敗しました

source: 下载图片失败: %@
en: Failed to download image: %@
ja: 画像のダウンロードに失敗しました: %@

source: 了解协议细节
en: Learn About the License
ja: ライセンスの詳細を見る

source: 保存
en: Save

source: 保存到相册失败: %@
en: Failed to save to Photos: %@
ja: アルバムへの保存に失敗しました: %@

source: 关闭
en: Close
ja: 閉じる

source: 出现错误
en: An Error Occurred
ja: エラーが発生しました

source: 分享
en: Share
ja: 共有

source: 切换参考图显示
en: Toggle reference overlay
ja: 参考画像の表示を切り替え

source: 前往设置
en: Open Settings
ja: 設定を開く

source: 参考图加载失败
en: Failed to load reference image
ja: 参考画像の読み込みに失敗しました

source: 取消
en: Cancel
ja: キャンセル

source: 叠加透明度
en: Overlay opacity
ja: 重ねる不透明度

source: 在地图上点击即可投稿地标截图信息，参与完善地图数据，让更多巡礼人受益。
en: Tap on the map to submit location and screenshot info, help refine the map data, and benefit fellow pilgrims.
ja: 地図をタップするだけで地点やスクリーンショットの情報を投稿でき、地図データの充実に貢献して、より多くの巡礼者の役に立てます。

source: 对比图生成失败，请检查网络后重试
en: Failed to generate the comparison. Please check your network and try again.
ja: 比較画像の生成に失敗しました。ネットワークを確認して再試行してください。

source: 已保存
en: Saved
ja: 保存しました

source: 已保存到相册
en: Saved to Photos
ja: アルバムに保存しました

source: 开始使用
en: Get Started
ja: はじめる

source: 拍照
en: Take photo
ja: 撮影

source: 探索动画巡礼圣地
en: Explore Anime Pilgrimage Sites
ja: アニメ聖地を探す

source: 无法加载图片
en: Failed to Load Image
ja: 画像を読み込めません

source: 无法访问相机
en: Cannot Access Camera
ja: カメラにアクセスできません

source: 更换参考图
en: Change reference image
ja: 参考画像を変更

source: 本工具基于社区共建，数据遵循 署名、非商业性使用、相同方式共享 的 CC BY-NC-SA 4.0 协议共享。
en: This tool is built by the community. Its data is shared under the CC BY-NC-SA 4.0 license (Attribution–NonCommercial–ShareAlike).
ja: 本ツールはコミュニティによって共同構築されています。データは CC BY-NC-SA 4.0（表示—非営利—継承）ライセンスのもとで共有されています。

source: 欢迎来到
en: Welcome to
ja: ようこそ

source: 正在准备相机...
en: Preparing camera…
ja: カメラを準備中…

source: 正在加载参考图…
en: Loading reference image…
ja: 参考画像を読み込み中…

source: 汇集大量动画、漫画、游戏等作品的实地取景地标与配套截图，为你的巡礼做好准备。
en: A rich collection of real-world filming locations and matching screenshots from anime, manga, games, and more — everything you need to prepare for your pilgrimage.
ja: アニメ・マンガ・ゲームなど数多くの作品の実際のロケ地と対応するスクリーンショットを集約。巡礼の準備に役立ちます。

source: 生成失败
en: Generation Failed
ja: 生成に失敗しました

source: 生成对比
en: Compare
ja: 比較を生成

source: 相册
en: Library
ja: アルバム

source: 相机
en: Camera
ja: カメラ

source: 确定
en: OK
ja: OK

source: 网页版
en: Web version
ja: Web版

source: 要使用该功能，请在设备的"设置"中允许应用访问%@
en: To use this feature, please allow this app to access %@ in Settings.
ja: この機能を使用するには、デバイスの「設定」でこのアプリの%@へのアクセスを許可してください。

source: 请在设备的"设置"中允许应用访问相机
en: Please allow this app to access the camera in Settings.
ja: デバイスの「設定」でこのアプリのカメラへのアクセスを許可してください。

source: 身处巡礼地附近？快速查找你当前位置周围的动画取景地，开启一场说走就走的发现之旅。
en: Near a pilgrimage spot? Quickly find anime filming locations around you and set off on a spur-of-the-moment journey of discovery.
ja: 聖地の近くにいますか？現在地周辺のアニメロケ地をすばやく見つけて、思い立ったらすぐに発見の旅へ。

source: 轻松贡献与共建
en: Contribute and Build Together
ja: 気軽に投稿・共同編集

source: 返回
en: Back
ja: 戻る

source: 重拍
en: Retake
ja: 撮り直す

source: 重置对齐
en: Reset alignment
ja: 位置をリセット

source: 重试
en: Retry
ja: 再試行

source: 随时随地发现周边
en: Discover Spots Anytime, Anywhere
ja: いつでもどこでも周辺を発見
